Repository: divvun/giellakbd-ios
Catalog: HostingApp/Localizable.xcstrings
Source language: en
Languages: fi, mdf, myv, nb, nn, ru, se, sma, smj, sv

source: About
fi: Tietoja näppäimistösovelluksesta
myv: Сёрмаповонь программадонть
nb: Om tastaturappen
nn: Om tastaturappen
ru: О клавиатуре
se: Boallobeavddeprográmma birra
sma: Båaloebuertieprogrammen bïjre
smj: Boallobievdeprográmma birra
sv: Om

source: Add
fi: Lisää
mdf: Путомс
myv: Путомс
nb: Legg til
nn: Legg til
ru: Добавить
se: Lasit
sma: Lissehth
smj: Laseda
sv: Lägg till

source: Add New Keyboard…
fi: Lisää uusi näppäimistö…
mdf: Путомс од сёрмадомпувнят…
myv: Путомс од сёрмаповт…
nb: Legg til nytt tastatur …
nn: Legg til nytt tastatur …
ru: Добавить новую клавиатуру
se: Lasit ođđa boallobeavddi …
sma: Lissedh orre båaloebuertiem …
smj: Laseda ådå boallobievdev …
sv: Lägg till nytt tangentbord…

source: Add Word
fi: Lisää sana
mdf: Поладомс вал
myv: Поладомс вал
nb: Legg til ord
nn: Legg til ord
ru: Добавить слово
se: Lasit sáni
sma: Lissedh baakoem
smj: Laseda bágov
sv: Lägg till ord

# addWordMessage
source: This word will be suggested in the spelling banner for similar input.
fi: Tätä sanaa ehdotetaan oikolukubannerissa samankaltaisille syötteille
mdf: Омбоцеда сяка пувнятнень люпштамста тя валсь кармай кочкафок валкяльксс.
myv: Омбоцеде секе повнетнень лепштямсто те валоськак ливтеви кочкамкс валкаркскес.
nb: Dette ordet vil bli foreslått i banneret for liknende inndata
nn: Dette ordet kjem som forslag i banneret når du skriv snarlike ord
ru: Это слово будет предложено в рекомендациях для похожего ввода.
se: Dát sátni ihtá evttohussan go čálát sullasaš sániid
sma: Daate baakoe jeajhta evtiehtassene gosse tjaalah seamma-laaketje baakoeh.
smj: Dát báhko ihtá ævtodussan gå tjálá muodugasj bágov.
sv: Detta ordet kommer att föreslås i fanan för snarlika ord

source: Allow Full Access
fi: Salli kaikki oikeudet
mdf: Макомс сембе ширдень панжема
myv: Максомс весе видечитнень
nb: Gi full tilgang
nn: Gje full tilgang
ru: Разрешить полный доступ
se: Atte dievaslaš beassan dán áppii
sma: Vedtih gaajhkh luehpieh dan appese
smj: Dåhkkida ålleslasj bessamav dán æhppaj
sv: Ge full tillgång

source: Attributions
fi: Attribuutiot
mdf: Атрибутт
myv: Аттрибутт
nb: Andre kilder
nn: Andre kjelder
ru: Дополнительные источники
se: Eará gáldut
sma: Jeatjah gaaltijh
smj: Ietjá gáldo
sv: Andra källor

source: Block
fi: Estä
mdf: Пякстамс
myv: Саймес саемс
nb: Sperr
nn: Sperr
ru: Заблокировать
se: Cakka sáni
sma: Hööpth baakoem
smj: Tsakka bágov
sv: Spärr

source: Blocked
fi: Estetyt sanat
mdf: Пякстаф
myv: Саймес саезь
nb: Sperra ord
nn: Sperra ord
ru: Заблокировано
se: Caggon sánit
sma: Hööpteme baakoeh
smj: Tsakkaduvvam
sv: Spärrade ord

source: Cancel
fi: Peru
mdf: Мрдафтомс
myv: Лоткавтомс
nb: Avbryt
nn: Avbryt
ru: Отмена
se: Gaskkalduhte
sma: Orrijidh
smj: Boarkki
sv: Avbryt

# contextsFor
source: Contexts for "%1$@"
fi: Kontekstit sanalle "%1$@"
mdf: "%1$@" валть контекстонза
myv: "%1$@" валонть контекстэнзэ
nb: Kontekster for "%1$@"
nn: Kontekstar for "%1$@"
ru: "%1$@" в контексте
se: ”%1$@” konteavsttat
sma: "%1$@" kontekste
smj: ”%1$@” kontevsta
sv: Kontexter för "%1$@"

source: Delete
fi: Poista
mdf: Нардамс
myv: Нардамс
nb: Slett
nn: Slett
ru: Удалить
se: Sihko
sma: Sliejhth
smj: Sihko
sv: Ta bort

source: Detected
fi: Tunnistetut sanat
mdf: Фатяф
myv: Редязь
nb: Oppdaga ord
nn: Oppdaga ord
ru: Удалено
se: Áicon sánit
sma: Aajhtseme
smj: Oajvvaduvvam
sv: Upptäckta ord

# downloading
source: Downloading "%1$@"…
fi: Ladataan pakettia "%1$@"…
mdf: Таргама "%1$@"…
myv: Тарги "%1$@"…
nb: Laster ned "%1$@" …
nn: Lastar ned "%1$@" …
ru: Скачивание "%1$@"…
se: Viežžamin ”%1$@” …
sma: "%1$@" veedtjeminie …
smj: Viedtjamin ”%1$@” …
sv: Laddar ned "%1$@"…

# enableTapSoundsPlain
source: We need you to tap %1$@ to enable spell-checking, updating and keyboard sounds.
fi: Jos haluat näppäinäänet käyttöön, paina nappia %0$@ ja vaihda asetusta %1$@.
mdf: Кда мяленте марямс пувнянь токамста вайгяль, сави люпштамс %0$@ и кочкамс %1$@.
myv: Мелеть сайтянзат марямс повнень токамо гайть, сави токамс %0$@ ды кочкамс %1$@.
nb: Om du vil slå på tastaturklikkelyder må du trykke %0$@ og slå på %1$@.
nn: Om du vil slå på tastaturklikkelydar må du trykkja %0$@ og slå på %1$@.
ru: Чтобы включить проверку орфографии, обновление и звуки клавиатуры, нажмите %1$@.
se: Jus háliidat gullat jienaid go coahkkalat boallobeavddi, de coahkkal %0$@ ja bija johtui %1$@.
sma: Jis båaloebuertietjoejem sïjhth govledh, dellie diedtah %0$@ jïh baajh %1$@.
smj: Jus sidá jienajt gullat gå dieddela boallobievdev, de dieddela %0$@ ja dåhkkida %1$@.
sv: Om du vill slå på tangentbordsklickljud måste du trycka %0$@ og slå på %1$@.

source: Installing packages…
fi: Asennetaan paketteja…
mdf: Пакетонь арафтома…
myv: Аравты пакеттнэсэ…
nb: Installerer pakker …
nn: Installerer pakker …
ru: Установка пакетов...
se: Sajáiduhttimin páhkaid …
sma: Måadtoestidh paahkah …
smj: Sajájduhttemin páhkajt
sv: Installerar paket…

source: Installing Spellers…
fi: Asennetaan oikaisulukimia…
mdf: Сёрмадомань тевонь видеста арафтома…
myv: Аравты видестэ сёрмадома тевнеть…
nb: Installerer stavekontroller …
nn: Installerer stavekontrollar …
ru: Установка орфографических подсказок...
se: Sajáiduhttimin čállindárkkisteddjiid …
sma: Mådtoestidh tjaelemestaeriedimmiem …
smj: Sajájduhttemin tjállemdárkadusájt
sv: Installerar rättstavning…

source: Keyboard
fi: Näppäimistö
mdf: Сёрмапувнят
myv: Сёрмаповт
nb: Tastatur
nn: Tastatur
ru: Клавиатура
se: Boallobeavdi
sma: Båaloebuertie
smj: Boallobievdde
sv: Tangentbord

source: Keyboards
fi: Näppäimistöt
mdf: Сембе сёрмадомпувнятне
myv: Весе сёрмаповт
nb: Tastatur
nn: Tastatur
ru: Клавиатуры
se: Boallobeavddit
sma: Båaloebuertieh
smj: Boallobievde
sv: Tangentbord

# language
source: App Language
fi: Appikieli
mdf: Кяль
myv: Кель
nb: Appspråk
nn: Appspråk
ru: Язык приложения
se: Áppagiella
sma: Appegïele
smj: Æhppagiella
sv: Appspråk

source: Layouts
fi: Asetelmat
mdf: Пувнянь арафтомат
myv: Повлувт
nb: Tastatur
nn: Tastatur
ru: Макеты
se: Hámuhusat
sma: Hammoeh
smj: Boallobievddeháme
sv: Tangentbord

# localeSjd
source: Kildin Sami
fi: Kiltinänsaame
mdf: Кильдинонь Саам
myv: Кильдинэнь саам
nb: Kildinsamisk
nn: Kildinsamisk
ru: Кильдин Сами
se: Gielddasámegiella
sma: Gielddasaemien
smj: Gielldasámegiella
sv: Kildinsamisk

# noUserWords
source: No user-created words yet.
fi: Omia sanoja ei ole vielä.
mdf: Сёрмадыхнень путфкссна нинге аш.
myv: Сёрмадыцянть эсензэ путовксонзо зярс арасть.
nb: Ingen egne ord ennå.
nn: Ingen eigne ord enno.
ru: Созданных пользователем слов пока нет.
se: Iežat sátnelistu ain guoros.
sma: Jïjtjedh baakoelæstoeh annje gåaroes.
smj: Ietjat báhkolissta l ájn guoros.
sv: Inga användarskapade ord ännu.

# noUserWordsDescription
source: Words that are left uncorrected and are not in the built-in dictionary will appear here.
fi: Sanat joita oikoluku ei tunnista ja joita käytetään usein näkyvät täällä.
mdf: Тяса эвондайхть валхт, конат апак петть и аф васьфневихть валксса.
myv: Сёрмадомсто валт, конатне лиядыть апак вите ды сынсь а вастневить валкссонть, совавтовить тезэнь.
nb: Ord som ikke blir retta og som ikke finnes i ordlista vil dukke opp her.
nn: Ord som stavekontrollen ikkje kjenner, og som du bruker ofte, vil bli lagt til her.
ru: Здесь появятся слова, которые не были исправлены и отсутствуют во встроенном словаре.
se: Sánit maid čállindárkkisteaddji ii dovdda, ja maid dávjá geavahat, lasihuvvojit deike.
sma: Baakoeh maam staeriedimmiedirrege ij damth, men maam datne damtaj provhkh, jijhtieh daase.
smj: Gå moaddi tjálá bágov majt tjállemdárkastus ij dåbdå, de ihtá dat báhko dánná.
sv: Ord som inte blir korrigerade och som inte finns i ordlistan kommer att dyka upp här.

# openAppPlain
source: Open the %1$@ app
fi: Avaa sovellus %1$@
mdf: Панжесть %1$@ сёрмаповонь программань полатксть
myv: Панжомс %1$@ сёрмаповонь программанть
nb: Åpne %1$@-appen
nn: Opne %1$@-appen
ru: Открыть %1$@
se: Raba %1$@-áppa
sma: Rïhpesh %1$@-appem
smj: Rabá %1$@-ehpav
sv: Öppna %1$@-appen

source: Open Settings
fi: Avaa asetukset
mdf: Панжесть арафтоматнень
myv: Панжомс аравтомкатнень
nb: Åpne Innstillinger
nn: Opne Innstillingar
ru: Открыть Настройки
se: Raba heivehusaid
sma: Rïhpesh sjïehtesjimmim
smj: Rabá hiebadusájt
sv: Öppna Inställningar

source: Save
fi: Tallenna
mdf: Ванфтомс
myv: Ванстомс
nb: Lagre
nn: Lagre
ru: Сохранить
se: Vurke
sma: Vöörhkh
smj: Vuorkki
sv: Spara

source: Settings
fi: Asetukset
mdf: Арафтомат
myv: Аравтомкат
nb: Innstillinger
nn: Innstillingar
ru: Настройки
se: Heivehusat
sma: Sjïehtesjidh
smj: Hiebadime
sv: Inställningar

source: Setting Up
fi: Asetetaan
mdf: Арафтома
myv: Аравтови
nb: Konfigurerer
nn: Konfigurerer
ru: Настройка
se: Heiveheamen
sma: Sjïehtediminie
smj: Hiebadime
sv: Konfigurerar

# setUp
source: Set Up %1$@
fi: Aseta %1$@
mdf: Арафтомс %1$@
myv: Аравтомс %1$@
nb: Konfigurer %1$@
nn: Konfigurer %1$@
ru: Настроить %1$@
se: Heivet %1$@
sma: Sjïehtedh %1$@
smj: Hiebada %1$@
sv: Konfigurera %1$@

source: Skip
fi: Ohita
mdf: Нолдамс
myv: Ютамс вакска
nb: Hopp over
nn: Hopp over
ru: Пропустить
se: Guođe
sma: Baajh årrodh
smj: Guode
sv: Hoppa över

# tapPlain
source: Tap %1$@
fi: Paina %1$@
mdf: Люпштамс %1$@
myv: Токамс %1$@
nb: Berør %1$@
nn: Rør %1$@
ru: Нажать %1$@
se: Coahkkal %1$@
sma: Dïedtelh %1$@
smj: Dieddela %1$@
sv: Tryck %1$@

source: Unblock
fi: Poista estot
mdf: панжемс
myv: Саемс сайместэ
nb: Fjern sperring
nn: Fjern sperring
ru: Разблокировать
se: Ale cakka sáni šat
sma: Ollh-hööpth
smj: Ale das bágo tsakka
sv: Ta bort spärr

source: User-Defined
fi: Omat sanat
mdf: Сёрмадыень тефт
myv: Сёрмадыцянсеть
nb: Egne ord
nn: Eigne ord
ru: Мои слова
se: Lasihuvvon
sma: Datne lissiehtamme
smj: Laseduvvam
sv: Dina egna ord

# userDictionary
source: Your own words
fi: Oma sanakirja
mdf: Сёрмадыень валкс
myv: Сёрмадыцянь валкс
nb: Dine egne ord
nn: Dine eigne ord
ru: Мой словарь
se: Iežat sánit
sma: Jïjtjedh baakoeh
smj: Ietjat bágo
sv: Användarordlista

# whenYouHaveFinished
source: When you have finished, return to this app to continue.
fi: Palaa takaisin tähän sovellukseen lopetettuasi.
mdf: Мзярда шумордасасть, мрдада тя сёрмаповонь программань полатксти, штоба сяда тов тевонь поладома.
myv: Зярдо весе аравтовсь, велявтта мекев те сёрмаповонь программантень тевень поладомга.
nb: Når du er ferdig, gå tilbake til denne appen for å fortsette.
nn: Når du er ferdig, gå attende til denne appen for å halda fram.
ru: Когда вы закончите, вернитесь в приложение, чтобы продолжить.
se: Go leat geargan, máhcat dán áppii ja joatkke barggu.
sma: Gosse galkeme, dellie bååstede dan appese barkojne jåerhkh.
smj: Gå la gærggam, máhtsa dán æhppaj ja joarke bargov.
sv: När du är färdig – gå tillbaks till denna appen för att fortsätta.

source: Word
fi: Sana
mdf: Вал
myv: Вал
nb: ord
nn: ord
ru: Слово
se: sátni
sma: Baakoe
smj: Báhko
sv: ord

source: General
mdf: Марстонь
myv: Вейсэнь
nb: Generelt
nn: Generelt
ru: Основные
se: Oppalaš
sma: Sïejhme
smj: Åbbålasj
sv: Generellt

# enableKeyboards
source: Enable the keyboards that you want to use.
ru: Включить клавиатуры, которые вы хотите использовать.
